app/views/houses/show.html.erb

SELECT "members".* FROM "members" WHERE "members"."house_id" = $1  [["house_id", 11]]
---
<h1><%= @house.motto %></h1>
<% @house.members.each do |member| %>