app/controllers/members_controller.rb

INSERT INTO "members" ("house_id", "first_name", "last_name", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["house_id", 113], ["first_name", "Edmure"], ["last_name", "Tully"], ["created_at", 2017-11-30 17:10:13 UTC], ["updated_at", 2017-11-30 17:10:13 UTC]]
---
  def create
    @member = Member.new(member_params)
    @house = House.find(params[:house_id])
    @member.house = @house

    if @member.save